;; [[file:config.org::*Initial setup][Initial setup:2]]
;;; packages.el -*- no-byte-compile: t; -*-
;; Initial setup:2 ends here

;; [[file:config.org::*Mixed pitch][Mixed pitch:1]]
(package! mixed-pitch)
;; Mixed pitch:1 ends here

;; [[file:config.org::*Window Management][Window Management:1]]
(package! rotate)
;; Window Management:1 ends here

;; [[file:config.org::*Limiting buffer width][Limiting buffer width:1]]
(package! olivetti)
;; Limiting buffer width:1 ends here

;; [[file:config.org::*Headings, titles and lists][Headings, titles and lists:2]]
(package! org-sticky-header)
;; Headings, titles and lists:2 ends here

;; [[file:config.org::*Markup][Markup:1]]
(package! org-appear)
;; Markup:1 ends here

;; [[file:config.org::*More eager rendering][More eager rendering:1]]
(package! org-fragtog)
;; More eager rendering:1 ends here

;; [[file:config.org::*Tasks][Tasks:3]]
(package! org-edna)
;; Tasks:3 ends here

;; [[file:config.org::*Special Blocks][Special Blocks:1]]
(package! org-special-block-extras)
;; Special Blocks:1 ends here

;; [[file:config.org::*Hugo Export][Hugo Export:1]]
(package! ox-hugo)
;; Hugo Export:1 ends here

;; [[file:config.org::*Graphviz][Graphviz:1]]
(package! graphviz-dot-mode)
;; Graphviz:1 ends here

;; [[file:config.org::*Version control][Version control:1]]
;;(package! magit-delta
;;  :recipe (:host github :repo "dandavison/magit-delta"))
;; Version control:1 ends here

;; [[file:config.org::*Manual pages][Manual pages:1]]
(package! info-colors)
;; Manual pages:1 ends here
