EditorConfig.EditorConfig
James-Yu.latex-workshop
Vans.haskero
alanz.vscode-hie-server
eamodio.gitlens
hoovercj.haskell-linter
jcanero.hoogle-vscode
justusadam.language-haskell
minhthai.vscode-todo-parser
sbrink.elm
stkb.rewrap
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-german
timonwong.shellcheck
vigoo.stylish-haskell
wayou.vscode-todo-highlight
