EditorConfig.EditorConfig
TroelsDamgaard.reflow-paragraph
Vans.haskero
akamud.vscode-theme-onedark
alanz.vscode-hie-server
azemoh.one-monokai
eamodio.gitlens
Equinusocio.vsc-material-theme
hoovercj.haskell-linter
James-Yu.latex-workshop
jcanero.hoogle-vscode
julialang.language-julia
justusadam.language-haskell
mammothb.gnuplot
mark-hansen.hledger-vscode
marvhen.reflow-markdown
mechatroner.rainbow-csv
minhthai.vscode-todo-parser
MS-CEINTL.vscode-language-pack-de
ms-python.python
PKief.material-icon-theme
richie5um2.vscode-sort-json
rokoroku.vscode-theme-darcula
sbrink.elm
stkb.rewrap
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-german
timonwong.shellcheck
vigoo.stylish-haskell
wayou.vscode-todo-highlight
